tutorials/eulerVortex.twitch.with.integration/eulerVortex.cyclic.twitch.rPAF/system/decomposeParDict
numberOfSubdomains 4;
method simple/hierarchical/metis/manual;
